import { IParagraphs } from "@types";

export const getParagraphs: IParagraphs[] = [
  {
    id: 0,
    text: "Привет Мир! Меня зовут Степанов Игорь и я Frontend-разработчик из города Петрозаводска, который увлечен разработкой интерактивных пользовательских интерфейсов. Имея опыт работы более 3-х лет в этой области, я отточил свои навыки в разработке пользовательских интерфейсов, что позволило мне создавать сложные веб-приложения, отвечающие потребностям моих работодателей и клиентов.",
  },
  {
    id: 1,
    text: "Стремлюсь создавать масштабируемые и производительные приложения, которые легко поддерживать и обновлять с течением времени, а также быть в курсе последних достижений во Frontend и постоянно изучаю новые библиотеки и инструменты, которые помогут мне реализовывать интересные приложения.",
  },
  {
    id: 2,
    text: "В дополнение к моим техническим навыкам я понимаю важность тесного сотрудничества с клиентами и другими членами команды, чтобы конечный продукт соответствовал потребностям клиентов и превосходил их ожидания. Всегда открыт для обратной связи и готов вносить изменения, чтобы конечным результатом все гордились.",
  },
  {
    id: 3,
    text: "Независимо от того, хотите ли вы создать новое веб-приложение с нуля или вам нужна помощь в обновлении существующего проекта, я уверен, что у меня есть подходящий навык и опыт для достижения результатов, отвечающих вашим потребностям. Поэтому, если вы ищете талантливого и опытного Frontend-разработчика, который присоединится к вашей команде, не стесняйтесь и обращайтесь ко мне! 😉",
  },
];
